Repository: Fitzger5323/nudge
Catalog: *.lproj/Localizable.strings
Languages: uk

source: Additional Device Information
uk: Додаткова інформація про пристрій

source: Username:
uk: Ім'я користувача:

source: Serial Number:
uk: Серійний номер:

source: Architecture:
uk: Архітектура:

source: Version:
uk: Версія:

source: Language:
uk: Мова:

source: Current OS Version:
uk: Поточна версія OS:

source: Required OS Version:
uk: Потрібна версія OS:

source: Days Remaining To Update:
uk: Залишилося днів до оновлення:

source: Hours Remaining To Update:
uk: Залишилося годин до оновлення:

source: Deferred Count:
uk: Кількість відкладень:

source: More Info
uk: Більше інформації

source: Click to close
uk: Натисніть, щоб закрити

source: Click for additional device information
uk: Натисніть для додаткової інформації про пристрій

source: Click to zoom into screenshot
uk: Натисніть щоб наблизити скріншот

source: Click for more information about the security update
uk: Більше інформації про оновлення безпеки

source: Update Device
uk: Оновити пристрій

source: Your device will restart during this update
uk: Ваш пристрій буде перезавантажено під час цього оновлення

source: Updates can take around 30 minutes to complete
uk: Оновленню потрібно приблизно 30 хвилин

source: A fully up-to-date device is required to ensure that IT can accurately protect your device. If you do not update your device, you may lose access to some items necessary for your day-to-day tasks. To begin the update, simply click on the Update Device button and follow the provided steps.
uk: Потрібен повністю оновлений пристрій щоб бути впевненим що IT зможе його надійно захистити. Якщо ви не оновите пристрій, ви можете втратити доступ до деяких речей, необхідних для виконання повсякденних завдань. Щоб почати оновлення, просто клацніть кнопку Оновити пристрій та виконайте запропоновані кроки.

source: Your device requires a security update
uk: Вашому пристрою потрібно оновлення безпеки

source: Your device requires a security update (Demo Mode)
uk: Вашому пристрою потрібно оновлення безпеки (Демо-режим)

source: Later
uk: Пізніше

source: I understand
uk: Мені зрозуміло

source: A friendly reminder from your local IT team
uk: Дружнє нагадування від вашої IT-команди

source: Defer
uk: Відкласти

source: One Hour
uk: Одна година

source: One Day
uk: Один день

source: Custom
uk: Кастомне

source: Application terminated
uk: Роботу програми перервано

source: Please update your device to use this application
uk: Будь ласка, оновіть ваш пристрій щоб використовувати цю програму
